tap "cloudflare/cloudflare"
tap "codecrafters-io/tap"
tap "derailed/k9s"
tap "epk/epk"
tap "felixkratz/formulae"
tap "fwartner/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "koekeishiya/formulae"
tap "FelixKratz/formulae" # for app: borders and svim(sketchyvim)

brew "exercism"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "helm"
brew "llvm"
brew "neovim"
brew "silicon"
brew "skaffold"
brew "starship"
brew "zig"
brew "codecrafters-io/tap/codecrafters"
brew "derailed/k9s/k9s"
brew "fwartner/tap/mac-cleanup"
brew "hudochenkov/sshpass/sshpass"
brew "mise"
brew "fish"
brew "fzf"
brew "ripgrep"
brew "eza"
brew "onefetch"
brew "dust"
brew "bottom"
brew "gitui"
brew "asciiquarium"
brew "stow"
brew "kondo"  # clean project unsed files
brew "sd" # sed replacement
brew "tokei" # count lines of code
brew "fastfetch"
brew "oha"
brew "hashcat"
brew "atuin"
brew "zoxide"
brew "bat"
brew "dotenvx/brew/dotenvx"
brew "chezmoi"
brew "encoredev/tap/encore"
brew "borders"
brew "carapace"
brew "lazydocker"
brew "lusingander/tap/serie"
brew "atac"
brew "libpq"
# ╭─ fancy ──────────────────────────────────────────────────────────────╮
brew "chafa"
brew "TheZoraiz/ascii-image-converter/ascii-image-converter"
brew "cmatrix"
brew "sl"
brew "lolcat"
brew "cbonsai"
brew "nyancat"
# ╰─ fancy ──────────────────────────────────────────────────────────────╯
# brew "zellij"


cask "balenaetcher"
cask "bruno"
cask "docker"
cask "figma"
cask "font-3270-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-color-emoji"
cask "font-open-dyslexic-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iina"
cask "keycastr"
cask "obs"
cask "openra"
cask "orbstack"
cask "raycast"
cask "sf-symbols"
cask "shortcat"
cask "silicon"
cask "slack"
cask "spaceman"
cask "via"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
cask "zoom"
cask "obsidian"
cask "deskpad"
cask "shottr"
cask "spotify"
cask "dataflare"
cask "nikitabobko/tap/aerospace"
cask "ghostty"
cask "warp"

vscode "aaron-bond.better-comments"
vscode "adamcaviness.theme-monokai-dark-soda"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "be5invis.vscode-custom-css"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.vscode-animations"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "codeium.codeium"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "drcika.apc-extension"
vscode "esbenp.prettier-vscode"
vscode "gerrnperl.outline-map"
vscode "github.vscode-github-actions"
vscode "gleam.gleam"
vscode "heybourn.headwind"
vscode "illixion.vscode-vibrancy-continued"
vscode "jock.svg"
vscode "jumpinjackie.vscode-map-preview"
vscode "matt-meyers.vscode-dbml"
vscode "ms-azuretools.vscode-docker"
vscode "naumovs.color-highlight"
vscode "nicolas-liger.dbml-viewer"
vscode "orta.vscode-twoslash-queries"
vscode "ottostreifel.cloudbuild-helper"
vscode "redhat.vscode-yaml"
vscode "stivo.tailwind-fold"
vscode "svelte.svelte-vscode"
vscode "swallow.geojson-io-for-vscode"
vscode "tamasfe.even-better-toml"
vscode "tldraw-org.tldraw-vscode"
vscode "trag1c.gleam-theme"
vscode "usernamehw.errorlens"
vscode "vspacecode.whichkey"
vscode "wallabyjs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
vscode "zfzackfrost.commentbars"
vscode "zhuangtongfa.material-theme"
