tap "cloudflare/cloudflare"
tap "codecrafters-io/tap"
tap "derailed/k9s"
tap "epk/epk"
tap "felixkratz/formulae"
tap "fwartner/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "koekeishiya/formulae"
tap "FelixKratz/formulae" # for app: borders and svim(sketchyvim)

brew "exercism"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "helm"
brew "llvm"
brew "neovim"
brew "silicon"
brew "skaffold"
brew "starship"
brew "zig"
brew "codecrafters-io/tap/codecrafters"
brew "derailed/k9s/k9s"
brew "fwartner/tap/mac-cleanup"
brew "hudochenkov/sshpass/sshpass"
brew "mise"
brew "fish"
brew "fzf"
brew "ripgrep"
brew "eza"
brew "onefetch"
brew "dust"
brew "bottom"
brew "gitui"
brew "asciiquarium"
brew "stow"
brew "kondo"  # clean project unsed files
brew "sd" # sed replacement
brew "tokei" # count lines of code
brew "fastfetch"
brew "oha"
brew "hashcat"
brew "atuin"
brew "zoxide"
brew "bat"
brew "dotenvx/brew/dotenvx"
brew "chezmoi"
brew "encoredev/tap/encore"
brew "borders"
brew "carapace"
brew "lazydocker"
brew "lusingander/tap/serie"
brew "atac"
brew "libpq"
brew "dive"
brew "act"
brew "docker-slim"
brew "ollama"
brew "yt-dlp"
brew "dua-cli" ## disk usage analyzer
# ╭─ fancy ──────────────────────────────────────────────────────────────╮
brew "chafa"
brew "TheZoraiz/ascii-image-converter/ascii-image-converter"
brew "cmatrix"
brew "sl"
brew "lolcat"
brew "cbonsai"
brew "nyancat"
# brew "yadm"
# ╰─ fancy ──────────────────────────────────────────────────────────────╯
# brew "zellij"


cask "balenaetcher"
cask "bruno"
cask "docker"
cask "figma"
cask "font-3270-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-color-emoji"
cask "font-open-dyslexic-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iina"
cask "keycastr"
cask "obs"
cask "openra"
cask "orbstack"
cask "raycast"
cask "sf-symbols"
cask "shortcat"
cask "silicon"
cask "slack"
cask "spaceman"
cask "via"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
cask "zoom"
cask "obsidian"
cask "deskpad"
cask "shottr"
cask "spotify"
cask "dataflare"
cask "nikitabobko/tap/aerospace"
cask "ghostty"
cask "warp"
cask "claude"
cask "zen-browser"
cask "github"
# cask "yaak" postman alternative like bruno
# cask "legcord" discord alternative
cask "trae"
cask "lm-studio" 
cask "anythingllm"
