tap "cloudflare/cloudflare"
tap "codecrafters-io/tap"
tap "derailed/k9s"
tap "epk/epk"
tap "felixkratz/formulae"
tap "fwartner/tap"
# tap "homebrew/bundle" # deprecated
# tap "homebrew/cask-fonts" # deprecated
# tap "homebrew/services" # deprecated
tap "hudochenkov/sshpass"
tap "koekeishiya/formulae"
tap "FelixKratz/formulae" # for app: borders and svim(sketchyvim)

brew "exercism"
brew "codecrafters-io/tap/codecrafters"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "llvm"
brew "neovim"
brew "silicon"
brew "starship"
brew "derailed/k9s/k9s"
brew "fwartner/tap/mac-cleanup"
brew "hudochenkov/sshpass/sshpass"
brew "mise"
brew "fish"
brew "fzf"
brew "ripgrep"
brew "eza"
brew "onefetch"
brew "dust"
brew "bottom"
brew "gitui"
brew "stow"
brew "sd" # sed replacement
brew "oha"
brew "atuin"
brew "zoxide"
brew "bat"
brew "borders"
brew "carapace"
brew "lazydocker"
brew "serie"
brew "libpq"
brew "act" # run github actions locally
brew "docker-slim"
brew "ollama"
brew "dua-cli" ## disk usage analyzer
brew "hurl" # Rust based HTTP Testing
brew "gh"
brew "ctop" # top-like interface for container metrics
brew "ktop" # top-like interface for k8s pod metrics
brew "rsync" # copy file from local to server or vise versa
brew "doggo" # dig-like but in table
brew "gping" # ping but in chart view
brew "btop" # like top and bottom but c++ and nice chart

# ╭─ fancy ──────────────────────────────────────────────────────────────╮
# brew "chafa"
# brew "TheZoraiz/ascii-image-converter/ascii-image-converter"
# brew "cmatrix"
# brew "sl"
# brew "lolcat"
brew "cbonsai"
# brew "nyancat"
# brew "yadm"
# ╰─ fancy ──────────────────────────────────────────────────────────────╯
# brew "atac" # Postman in TUI (Rust based)
# brew "zellij"
# brew "skaffold"
# brew "zig"
# brew "helm"
# brew "asciiquarium"
# brew "kondo"  # clean project unsed files
# brew "tokei" # count lines of code
# brew "fastfetch"
# brew "hashcat" # advance password recovery
# brew "chezmoi"
# brew "dive" # docker image inspector
# brew "yt-dlp"


# cask "balenaetcher" # flash os to usb
# cask "warp"
# cask "zen-browser"
# cask "yaak" postman alternative like bruno
# cask "legcord" discord alternative
# cask "trae"
# cask "openra"
# cask "slack"
# cask "spaceman" # menubar desktop page viewer
# cask "via"
# cask "visual-studio-code"
# cask "deskpad" # virtual screen sharing
cask "bruno"
# <-- temporary disabled due to locally installed --> cask "docker" 
cask "figma"
cask "font-3270-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-color-emoji"
cask "font-open-dyslexic-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "google-chrome"
# <-- temporary disabled due to locally installed --> cask "google-cloud-sdk"
cask "iina"
cask "keycastr"
cask "obs"
cask "orbstack"
cask "raycast"
cask "sf-symbols"
cask "shortcat"
cask "silicon"
cask "wezterm"
cask "zed"
cask "zoom"
cask "obsidian"
cask "shottr"
cask "spotify"
cask "dataflare"
cask "nikitabobko/tap/aerospace"
cask "ghostty"
cask "claude"
# cask "github"
cask "lm-studio" 
cask "anythingllm"
cask "aldente"
cask "discord"
# cask "opera-air"
cask "kindavim"
cask "raycast"
cask "bitwarden"
